import css from "./style.module.scss";
import styles from "./about.module.scss";

export default function AboutWriterContent() {
  return (
    <div className={css.wrapper}>
      <div className={css.page_title}>লেখক সম্পর্কে</div>
      <div className={css.page_item}>
        <div className={styles.quran_content}>
          <p>
              <b>প্রফেসর ডক্টর আবু বকর মুহাম্মাদ যাকারিয়া মজুমদার,</b> অধ্যক্ষ মাওলানা মোহাম্মাদ ছিদ্দিকুর রহমান মজুমদার এর ২য় পুত্র। ১৯৬৯ সালে কুমিল্লা জিলার চৌদ্দগ্রাম উপজেলার ধনুসাড়া গ্রামে তাঁর জন্ম। পিতার কাছেই তার প্রাথমিক শিক্ষার হাতেখড়ি। নিজ গ্রামের ফাযিল মাদরাসা থেকে কৃতিত্বের সাথে উত্তীর্ণ হওয়ার পর তিনি তৎকালীন ইসলামী শিক্ষার সর্বোচ্চ বিদ্যাপিঠ মাদরাসা - ই - আলীয়া ঢাকা হতে ১৯৮৮ সালে অনুষ্ঠিত কামিল পরীক্ষায় সম্মিলিত মেধা তালিকায় প্রথম শ্রেণিতে প্রথম স্থান অর্জন করেন। তারপর মদীনা ইসলামী বিশ্ববিদ্যালয় থেকে অনার্স, মাষ্টার্স, এম.ফিল ও পিএইচ.ডি ডিগ্রি অর্জন করেন। সেখানে প্রতিটি পর্যায়েই আল্লাহর অনুগ্রহে তিনি কৃতিত্বের স্বাক্ষর রাখতে সক্ষম হয়েছেন।
          </p>
            <p>
                লেখকের এম-ফিল থিসিসের শিরোনাম ছিল “আশ-শির্ক ফিল কাদীম ওয়াল হাদীস” (আধুনিক ও প্রাচীন শির্ক)। যা সাউদী আরবস্থ মাকতাবাতুর রুশদ হতে তিন খণ্ডে প্রকাশিত হয়েছে। যা আরব বিশ্বে অধিক প্রচারিত। দেখুন, <a href="https://www.goodreads.com/author/show/7448423" target="_blank">https://www.goodreads.com/author/show/7448423</a>
            </p>
            <p>
                তাঁর পিএইচ. ডি অভিসন্ধর্ভ ছিল “আল-হিন্দুসিয়্যাহ ওয়া তাআসসুরু বা‘দিল ফিরাক্বিল ইসলামিয়্যাতি বিহা” (হিন্দু ধর্ম ও তার দ্বারা প্রভাবিত ইসলামী উপদলসমূহ)। আরবী ভাষায় হিন্দু ধর্মের উপর এটিই প্রথম পিএইচ. ডি থিসিস। যা সৌদী আরবস্থ ‘মাকতাবাতু দারুল আওরাক্ব আস-সাক্বাফিয়্যাহ থেকে তিন খণ্ডে প্রকাশিত ও আরব বিশ্বে বহুল প্রসারিত। এ গ্রন্থ সম্পর্কে আরবদের বক্তব্য দেখতে পারেন, নিম্নোক্ত লিংকে: <a href="https://www.youtube.com/watch?v=l73RuVlmfzg" target="_blank">https://www.youtube.com/watch?v=l73RuVlmfzg</a>
            </p>
            <p>
                অনুরূপভাবে তিনি আরবী ভাষায় আরও কয়েকটি গ্রন্থ রচনা করেছেন। <a href="https://ketabpedia.com/book_author/" target="_blank">https://ketabpedia.com/book_author/</a>
            </p>
            <p>আরবী ভাষার বিখ্যাত ওয়েবসাইট ‘শামেলাহ’ লাইব্রেরীতে তাঁর বেশ কিছু বই স্থান পেয়েছে। <a href="https://shamela.ws/index.php/author/1532" target="_blank">https://shamela.ws/index.php/author/1532</a>
            </p>

            <p>তাছাড়া তিনি ‘আল কুরআনুল কারীমের র্অথানুবাদ ও সংক্ষপ্তি তাফসীর’ নামে কুরআনের বৃহৎ খিদমত আঞ্জাম দিয়েছেনে, যা বাদশাহ ফাহাদ কুরআন প্রিন্টিং প্রেস, সৌদি আরব থেকে প্রকাশিত হয়ে বাংলা ভাষাভাষী সকল মুসলিম ভাইদের জন্য সৌদী সরকারের পক্ষ হতে প্রদত্ত হচ্ছে। </p>

            <p>২০০৫ সাল থেকে তিনি ইসলামী বিশ্ববিদ্যালয় কুষ্টিয়ার আল-ফিকহ অ্যান্ড লিগ্যাল স্টাডিজ বিভাগে কর্মজীবনে আছেন। ২০১৮ সালে অধ্যাপক পদে উন্নীত হনে। ইতোমধ্যে তিনি আন্তর্জাতিক বেশ কয়েকটি সেমিনারে অংশগ্রহণ গ্রহণের পাশাপাশি বহু গবেষণামূলক প্রবন্ধ ও অনেক মৌলিক গ্রন্থ রচনা করেছেন এবং অনেক গ্রন্থের বাংলা অনুবাদ সম্পন্ন করেছেন ও বহু অনুবাদ সম্পাদনা করেছেন। তাঁর কিছু আর্টিকেল আন্তর্জাতিকভাবে সমাদৃত হয়েছে। দেখুন, <a href="https://iu-ac.academia.edu/zakaria?swp=tc-au-43199624" target="_blank">https://iu-ac.academia.edu/zakaria?swp=tc-au-43199624</a>
            </p>

            <p>বর্তমানে তিনি অধ্যাপনার পাশাপাশি এমফিল ও পিএইচ. ডি গবেষণাকর্মের তত্ত্বাবধায়ক হিসাবেও কাজ করে যাচ্ছেন।</p>

            <p>
                তাছাড়া তিনি মিডিয়া জগতে একজন দীনের দা‘ঈ হিসেবে কাজ করছেন। তিনি "পিসটিভি বাংলা" এর বিভিন্ন প্রোগ্রামে বক্তা, উপস্থাপক ও আলোচক হিসাবে বক্তব্য দিয়েছেন। এর পাশাপাশি তিনি তৎকালীন ইসলামিক টিভির লাইভ প্রোগ্রাম "জেনে নিন" এ ২০০৬ থেকে বন্ধ হওয়ার দিন পর্যন্ত ইসলামের বিভিন্ন বিষয়ের উপর প্রশ্নের উত্তর দিয়েছেন। তদ্রূপ এনটিভি আরটিভি এটিএন, নাগরিক ইত্যাদি টিভিতেও প্রশ্নোত্তর ও অন্যন্য ইসলামী অনুষ্ঠানে অংশগ্রহণ করেন। নিয়মিত বিভিন্ন গ্রন্থের উপর সাপ্তাহিক ও মাসিক আলোচনা ও ব্যাখ্যা করেন। ইসলামিক শরী‘আহ, আকীদা ও তুলনামূলক ধর্মতত্ত্বের উপর কাজ করতে তিনি সাচ্ছন্দ বোধ করেন।
            </p>

            <p>
                বিশ্ববিখ্যাত ১২৩ ভাষায় ইসলামের প্রচার-প্রসারের ওয়েবসাইট ‘ইসলামহাউজ.কম এর তাঁর লিখিত, সম্পাদিত বই, অডিও ও ভিডিও এর সংখ্যা বর্তমান সময় পর্যন্ত ৯৩১টি। <a href="https://islamhouse.com/ar/author/25506/" target="_blank">https://islamhouse.com/ar/author/25506/</a>  তাছাড়া তাঁর সম্পর্কে জানার জন্য এ ওয়েবসাইটে তাঁর সিভি দেখতে পারেন।
            </p>

            <p>আল্লাহ তাঁর আমলসমূহ কবুল করুন। আমীন।</p>

          <p>ওয়েবসাইট: <a href="http://abubakarzakaria.com/" target="_blank">www.AbuBakarZakaria.com</a></p>
        </div>
      </div>
    </div>
  );
}
